start-hello = Привет, { $username }!

              Это демонстрационный бот для классификации научных статей с arXiv

will-delete = Это сообщение удалится через { $delay ->
                [one] { $delay } секунду
                [few] { $delay } секунды
               *[other] { $delay } секунд
              }

stranger = Странник

help-command = Это демонстрационный бот для классификации научных статей с arXiv

               Доступны следующие команды:

               /new - Новая классификация 
               /lang - Выбрать язык интерфейса
               /start - Перезапустить бота
               /help - Посмотреть эту справку

simple-task = Простая задача

task-soon = Задача выполнится скоро!

periodic-task = Это динамически планируемая периодическая задача

no-periodic-tasks = Периодические задачи отсутствуют в расписании

periodic-tasks-deleted = Периодические задачи успешно удалены!

about-author = Об авторе

about-author-link = https://t.me/toBeAnMLspecialist/935

free-course = 🤖 Бесплатный курс по ботам

free-course-link = https://stepik.org/course/120924

advanced-course = 🚀 Продвинутый курс по ботам

advanced-course-link = https://stepik.org/a/153850

mlpodcast = Machine Learning Podcast

mlpodcast-link = https://mlpodcast.mave.digital/

back-button = ◀️ Назад

save-button = ✅ Сохранить

set-lang-menu = <b>Пожалуйста, выберите язык интерфейса бота</b>

                Выбран 🇷🇺 <b>Русский язык</b>

ru-lang = 🇷🇺 Русский

en-lang = 🇬🇧 Английский

fr-lang = 🇫🇷 Французский

de-lang = 🇩🇪 Немецкий

lang-saved = ✅ Настройки языка успешно сохранены!

send-title = Отправьте название статьи на английском языке, либо нажмите на кнопку, чтобы отказаться и перейти ко вводу саммари.
             Как минимум одно поле должно быть заполнено для классификации.

no-title = Нет названия

send-summary = Отправьте саммари статьи

no-summary = Нет саммари

impossible-classify = Невозможно классифицировать

                      Для повторной классификации отправьте команду /new

top-topics = <b>Топ 95%:</b>

new-classification = Для повторной классификации отправьте команду /new

